tap "1password/tap"
tap "homebrew/bundle"
tap "homebrew/cask-versions"
tap "jesseduffield/lazydocker"
tap "withgraphite/tap"
brew "xz"
brew "bash"
brew "openssl@3"
brew "bat"
brew "readline"
brew "sqlite"
brew "cloc"
brew "cloudflared"
brew "libidn2"
brew "openldap"
brew "curl"
brew "diff-so-fancy"
brew "exiftool"
brew "gnutls"
brew "ffmpeg"
brew "fzf"
brew "gifsicle"
brew "git"
brew "git-extras"
brew "git-lfs"
brew "gnupg"
brew "graphicsmagick"
brew "ipython"
brew "jc"
brew "jq"
brew "node"
brew "jupyterlab", link: false
brew "python@3.11"
brew "mas"
brew "maven"
brew "moreutils"
brew "neovim"
brew "nginx"
brew "nmap"
brew "nvm"
brew "openssl@1.1"
brew "virtualenv"
brew "pipenv"
brew "pyenv"
brew "ripgrep"
brew "rust"
brew "shellcheck"
brew "shfmt"
brew "spr"
brew "switchaudio-osx"
brew "terminal-notifier"
brew "the_silver_searcher"
brew "tig"
brew "tmux"
brew "tree"
brew "watchman"
brew "wget"
brew "yadm"
brew "yarn"
brew "zlib"
brew "jesseduffield/lazydocker/lazydocker"
brew "withgraphite/tap/graphite"
cask "1password"
cask "1password-cli"
cask "alacritty"
cask "docker"
cask "google-chrome-canary"
cask "intellij-idea"
cask "ngrok"
cask "rectangle"
cask "visual-studio-code"
mas "Be Focused", id: 973134470
mas "Flow", id: 1423210932
mas "Glean", id: 6448766375
mas "iA Writer", id: 775737590
mas "iMovie", id: 408981434
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Session", id: 1521432881
mas "Structured", id: 1499198946
mas "Todoist", id: 585829637
mas "Trello", id: 1278508951
vscode "1YiB.rust-bundle"
vscode "ahmadalli.vscode-nginx-conf"
vscode "databricks.databricks"
vscode "dbaeumer.vscode-eslint"
vscode "deque-systems.vscode-axe-linter"
vscode "dustypomerleau.rust-syntax"
vscode "eamodio.gitlens"
vscode "EditorConfig.EditorConfig"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.auto-rename-tag"
vscode "GitHub.copilot"
vscode "GitHub.copilot-chat"
vscode "johnpapa.vscode-peacock"
vscode "k--kato.intellij-idea-keybindings"
vscode "meta.relay"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.autopep8"
vscode "ms-python.black-formatter"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.vscode-typescript-tslint-plugin"
vscode "msjsdiag.debugger-for-chrome"
vscode "raynigon.nginx-formatter"
vscode "redhat.java"
vscode "rust-lang.rust-analyzer"
vscode "serayuzgur.crates"
vscode "VisualStudioExptTeam.intellicode-api-usage-examples"
vscode "VisualStudioExptTeam.vscodeintellicode"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
vscode "WallabyJs.quokka-vscode"
