tap "1password/tap"
tap "danielgatis/imgcat"
tap "homebrew/bundle"
tap "homebrew/cask-versions"
tap "jesseduffield/lazydocker"
tap "jez/formulae"
tap "mdogan/zulu"
tap "microsoft/git"
tap "withgraphite/tap"
brew "xz"
brew "jpeg-xl"
brew "bash"
brew "openssl@3"
brew "bat"
brew "bazel"
brew "black"
brew "cloc"
brew "cloudflared"
brew "curl"
brew "deno"
brew "diff-so-fancy"
brew "dotslash"
brew "folly"
brew "fizz"
brew "wangle"
brew "fbthrift"
brew "fb303"
brew "edencommon"
brew "exiftool"
brew "libidn2"
brew "unbound"
brew "gnutls"
brew "python@3.12"
brew "tesseract"
brew "ffmpeg"
brew "fzf"
brew "gifsicle"
brew "git"
brew "git-absorb"
brew "git-extras"
brew "git-filter-repo"
brew "git-lfs"
brew "git-sizer"
brew "gnupg"
brew "go"
brew "libheif"
brew "graphicsmagick"
brew "graphviz"
brew "node"
brew "http-server"
brew "hyperfine"
brew "ipython"
brew "jc"
brew "jenv"
brew "jq"
brew "jupyterlab", link: false
brew "llvm"
brew "loc"
brew "mas"
brew "openjdk"
brew "maven"
brew "moreutils"
brew "mvfst"
brew "mypy"
brew "neovim"
brew "nginx"
brew "nmap"
brew "nvm"
brew "openldap"
brew "openssl@1.1"
brew "pipenv"
brew "pipx"
brew "pv"
brew "pyenv"
brew "python-lsp-server"
brew "python@3.11"
brew "ripgrep"
brew "sapling"
brew "shellcheck"
brew "shfmt"
brew "spr"
brew "swift-format"
brew "switchaudio-osx"
brew "terminal-notifier"
brew "the_silver_searcher"
brew "tig"
brew "tmux"
brew "tree"
brew "virtualenv"
brew "watchman"
brew "wget"
brew "wireguard-tools"
brew "wireshark"
brew "yadm"
brew "yarn"
brew "zlib"
brew "danielgatis/imgcat/imgcat"
brew "jesseduffield/lazydocker/lazydocker"
brew "jez/formulae/git-madge"
brew "withgraphite/tap/graphite"
cask "1password"
cask "1password-cli"
cask "alacritty"
cask "docker"
cask "git-credential-manager"
cask "google-chrome@canary"
cask "handbrake"
cask "hiddenbar"
cask "intellij-idea"
cask "ngrok"
cask "rectangle"
cask "temurin@11"
cask "temurin@17"
cask "visual-studio-code"
cask "wezterm"
cask "zulu-jdk17"
cask "zulu-jdk8"
mas "Be Focused", id: 973134470
mas "Flow", id: 1423210932
mas "Glean", id: 6448766375
mas "iA Writer", id: 775737590
mas "iMovie", id: 408981434
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Session", id: 1521432881
mas "Structured", id: 1499198946
mas "Todoist", id: 585829637
mas "Trello", id: 1278508951
vscode "atlassian.vscode-atlassian-tsserver"
vscode "dbaeumer.vscode-eslint"
vscode "editorconfig.editorconfig"
vscode "esbenp.prettier-vscode"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "graphql.vscode-graphql-syntax"
vscode "johnpapa.vscode-peacock"
vscode "k--kato.intellij-idea-keybindings"
vscode "redhat.vscode-yaml"
vscode "vadimcn.vscode-lldb"
