tap "1password/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
brew "bat"
brew "libidn2"
brew "curl"
brew "exiftool"
brew "fzf"
brew "git"
brew "gnupg"
brew "graphicsmagick"
brew "jq"
brew "mas"
brew "maven"
brew "neovim"
brew "nginx"
brew "nmap"
brew "nvm"
brew "python@3.11"
brew "ripgrep"
brew "the_silver_searcher"
brew "tig"
brew "tmux"
brew "tree"
brew "wget"
brew "yadm"
brew "yarn"
cask "1password"
cask "1password-cli"
cask "alacritty"
cask "docker"
cask "google-chrome-canary"
cask "ngrok"
cask "rectangle"
cask "visual-studio-code"
mas "Todoist", id: 585829637
vscode "k--kato.intellij-idea-keybindings"
vscode "shakram02.bash-beautify"
