tap "1password/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
brew "libidn2"
brew "curl"
brew "exiftool"
brew "git"
brew "gnupg"
brew "graphicsmagick"
brew "neovim"
brew "nginx"
brew "nmap"
brew "nvm"
brew "ripgrep"
brew "the_silver_searcher"
brew "tmux"
brew "wget"
brew "yadm"
brew "yarn"
cask "1password-cli"
cask "alacritty"
cask "ngrok"
